cask_args appdir: '/Applications'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/services'

tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
cask 'google-chrome'
cask 'alfred'
cask 'emacs'
cask 'grammarly'
cask 'bettertouchtool'
cask 'slack'
cask 'docker'
cask 'caffeine'
cask 'font-fira-code'
cask 'iterm2'
cask 'java'
cask 'skitch'
cask 'spotify'
cask 'zetero'
cask 'clipy'
cask 'dash'
cask 'todoist'
cask 'karabiner-elements'
cask 'growlnotify'
cask 'kindle'
cask 'night-owl'
cask 'the-unarchiver'

brew 'mas'
mas 'PaperShip', id: 686459498
mas 'Xcode', id: 497799835
mas 'Yoink', id: 457622435
mas '1Password', id: 568903335
mas 'BetterSnapTool', id: 417375580

brew 'autojump'
brew 'emacs'
brew 'cmigemo'
brew 'coreutils'
brew 'direnv'
brew 'docker'
brew 'exa'
brew 'exercism'
brew 'fd'
brew 'fzf'
brew 'ghq'
brew 'gibo'
brew 'git'
brew 'global'
brew 'hub'
brew 'jq'
brew 'mosh'
brew 'neovim'
brew 'pyenv'
brew 'rbenv'
brew 'ripgrep'
brew 'tig'
brew 'tmux'
brew 'vim'
brew 'w3m'
brew 'wget'
brew 'zsh'
brew 'zsh-completions'
brew 'denisidoro/tools/navi'
